{
	"_meta": {
		"sources": [
			{
				"json": "RomsMonsters",
				"abbreviation": "ROM",
				"full": "Rom Homebrew",
				"url": "",
				"authors": [
					"Rodrigo Mattos"
				],
				"convertedBy": [
					"Rom"
				]
			}
		],
		"dateAdded": 1595301411,
		"dateLastModified": 1595301411
	},
	"monster": [
		{
			"name": "Gnoll War Born",
			"source": "RomsMonsters",
			"page": 163,
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"gnoll"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item metal armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "10d8 + 30",
				"average": 75
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 16,
			"con": 16,
			"int": 8,
			"wis": 11,
			"cha": 9,
			"skill": {
				"stealth": "+5",
				"perception": "+2"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 12,
			"resist": [
				{
					"resist": [
						"piercing"
					],
					"note": "from non-magical weapons"
				}
			],
			"conditionImmune": [
				"frightened"
			],
			"languages": [
				"Gnoll"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Rampage",
					"entries": [
						"When the gnoll reduces a creature to 0 hit points with a melee attack on its turn, the gnoll can take a bonus action to move up to half its speed and make a bite attack."
					]
				},
				{
					"name": "Death Before Dishonor",
					"entries": [
						"The body of a creature War Born creates a lethal poison that kills in 2 turns in case it is captured by enemies. Consider captured qhen it is under condition of {@condition paralyzed} or {@condition restrained} and there is no free allies nearby and the battle is over. The creation of the poison is an {@condition unconscious} response of War Born and cannot be avoided. The use of magic that removes the effect of the poison before the pass of 2 turns remove permanently this condition. However, the magic must be applied after the effect has begun."
					]
				},
				{
					"name": "Dedicated Loyalty",
					"entries": [
						"Creatures War Born have advantage on saving throws agains being {@condition charmed}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Gnoll makes two attacks, one with its spear or Battleaxe and one bite attack."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one creature. {@h}5 ({@damage 1d4 + 3}) piercing damage."
					]
				},
				{
					"name": "Spear",
					"entries": [
						"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage, or 6 ({@damage 1d8 + 2}) piercing damage if used with two hands to make a melee attack."
					]
				},
				{
					"name": "Battleaxe",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage, or 8 ({@damage 1d10 + 3}) slashing damage if used with two hands to make a melee attack."
					]
				}
			],
			"environment": [
				"desert",
				"forest",
				"grassland",
				"hill"
			],
			"fluff": {
				"entries": [
					"Gnolls nascidos da guerra têm um aspecto maior do que outros gnolls, com olhos espelhados e sem pupilas. As cataratas que cobrem seus olhos são estriadas com veias vermelho-sangue, um sinal do batismo no Caldeirão de Mistura. Seus corpos são resistentes a dano, e pequenos ferimentos como os infligidos por armas perfurantes fecham rapidamente, diminuindo a perda de sangue. Gnolls nascidos da guerra levam consigo armas de boa qualidade e vestem armaduras ultrapassadas, mas em boas condições. Um teste de Inteligência CD 10 (Investigação) determina que suas armas e armaduras são de qualidade muito superior do que aquelas geralmente carregadas por gnolls comuns. Gnolls nascidos da guerra morrem caso capturados, fazendo com que interrogá-los se torne praticamente impossível."
				]
			},
			"tokenUrl": "https://imgur.com/xNtmgAX.png",
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/gnoll.mp3?v=1.108.0"
			},
			"traitTags": [
				"Rampage"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"OTH"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW"
			]
		},
		{
			"name": "Jaume Olhos-de-Falcão",
			"source": "RomsMonsters",
			"page": 346,
			"level": 10,
			"size": "M",
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				11,
				{
					"ac": 16,
					"condition": "with {@spell barkskin}",
					"braces": true
				}
			],
			"hp": {
				"formula": "10d8 + 20",
				"average": 65
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 12,
			"con": 14,
			"int": 12,
			"wis": 18,
			"cha": 11,
			"skill": {
				"medicine": "+8",
				"nature": "+5",
				"perception": "+8"
			},
			"passive": 18,
			"languages": [
				"Druidic plus any two languages"
			],
			"cr": "6",
			"spellcasting": [
				{
					"name": "Spellcasting - Circle of The Land",
					"headerEntries": [
						"The druid is a 10th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 18}, {@hit 8} to hit with spell attacks). It has the following druid spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell druidcraft}",
								"{@spell produce flame}",
								"{@spell shillelagh}"
							]
						},
						"1": {
							"spells": [
								"{@spell cure wounds}",
								"{@spell entangle}",
								"{@spell healing word}",
								"{@spell longstrider}",
								"{@spell speak with animals}",
								"{@spell thunderwave}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell animal messenger}",
								"{@spell barkskin}",
								"{@spell spider climb}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell call lightning}",
								"{@spell plant growth}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell divination}",
								"{@spell freedom of movement}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell commune with nature}",
								"{@spell tree stride}"
							],
							"slots": 2
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				},
				{
					"name": "Natural Recovery",
					"headerEntries": [
						"Starting at 2nd level, you can regain some of your magical energy by sitting in meditation and communing with nature. During a short rest, you choose expended spell slots to recover. The spell slots can have a combined level that is equal to or less than half your druid level (rounded up), and none of the slots can be 6th level or higher. You can’t use this feature again until you finish a long rest.",
						"For example, when you are a 4th-level druid, you can recover up to two levels worth of spell slots. You can recover either a 2nd-level slot or two 1st-level slots."
					],
					"type": "spellcasting"
				},
				{
					"name": "Land's Stride",
					"headerEntries": [
						"Starting at 6th level, moving through nonmagical difficult terrain costs you no extra movement. You can also pass through nonmagical plants without being slowed by them and without taking damage from them if they have thorns, spines, or a similar hazard."
					],
					"type": "spellcasting"
				},
				{
					"name": "Nature's Ward",
					"headerEntries": [
						"When you reach 10th level, you can’t be charmed or frightened by elementals or fey, and you are immune to poison and disease."
					],
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Wild Shape",
					"entries": [
						"Starting at 2nd level, you can use your action to magically assume the shape of a beast that you have seen before. You can use this feature twice. You regain expended uses when you finish a short or long rest.",
						"Your druid level determines the beasts you can transform into, as shown in the Beast Shapes table. At 2nd level, for example, you can transform into any beast that has a challenge rating of 1/4 or lower that doesn’t have a flying or swimming speed.",
						"You can stay in a beast shape for a number of hours equal to half your druid level (rounded down). You then revert to your normal form unless you expend another use of this feature. You can revert to your normal form earlier by using a bonus action on your turn. You automatically revert if you fall {@condition unconscious}, drop to 0 hit points, or die.",
						"While you are transformed, the following rules apply:",
						"Your game statistics are replaced by the statistics of the beast, but you retain your alignment, personality, and Intelligence, Wisdom, and Charisma scores. You also retain all of your skill and saving throw proficiencies, in addition to gaining those of the creature. If the creature has the same proficiency as you and the bonus in its stat block is higher than yours, use the creature’s bonus instead of yours. If the creature has any legendary or lair actions, you can’t use them.",
						"When you transform, you assume the beast’s hit points and Hit Dice. When you revert to your normal form, you return to the number of hit points you had before you transformed. However, if you revert as a result of dropping to 0 hit points, any excess damage carries over to your normal form. For example, if you take 10 damage in animal form and have only 1 hit point left, you revert and take 9 damage. As long as the excess damage doesn’t reduce your normal form to 0 hit points, you aren’t knocked {@condition unconscious}.",
						"You can’t cast spells, and your ability to speak or take any action that requires hands is limited to the capabilities of your beast form. Transforming doesn’t break your concentration on a spell you’ve already cast, however, or prevent you from taking actions that are part of a spell, such as call lightning, that you’ve already cast.",
						"You retain the benefit of any features from your class, race, or other source and can use them if the new form is physically capable of doing so. However, you can’t use any of your special senses, such as darkvision, unless your new form also has that sense.",
						"You choose whether your equipment falls to the ground in your space, merges into your new form, or is worn by it. Worn equipment functions as normal, but the DM decides whether it is practical for the new form to wear a piece of equipment, based on the creature’s shape and size. Your equipment doesn’t change size or shape to match the new form, and any equipment that the new form can’t wear must either fall to the ground or merge with it. Equipment that merges with the form has no effect until you leave the form."
					]
				}
			],
			"action": [
				{
					"name": "Quarterstaff",
					"entries": [
						"{@atk mw} {@hit 2} to hit ({@hit 4} to hit with shillelagh), reach 5 ft., one target. {@h}3 ({@damage 1d6}) bludgeoning damage, or 6 ({@damage 1d8 + 4}) bludgeoning damage with shillelagh or if wielded with two hands."
					]
				}
			],
			"fluff": {
				"entries": [
					"As Terras Devastadas são o lar de Jaume Olhos-de-Falcão, um",
					"humano druida de 10º nível. Aparentemente na casa dos 40",
					"anos, Jaume tem cabelos longos e escuros, mas que já estão ficando grisalhos nas raízes, um bigode despenteado e uma barba prateada. A pele é bronzeada pelo sol e pelo vento. Ele usa um manto escuro e esfarrapado e uma capa que lembra um largo par de asas. Jaume observa, mas raramente interfere no que ocorre nas Terras Devastadas, a menos que o delicado equilíbrio natural das coisas seja ameaçado.",
					"Jaume passa a maior parte do tempo na forma de um falcão",
					"negro, sobrevoando as Terras Devastadas e observando",
					"a região. Ele nota os personagens assim que o grupo entra",
					"nos ermos, mas não se mostra de imediato. Em vez disso,",
					"ele observa as atitudes e julga as intenções deles para poder",
					"ter uma melhor ideia do que os levou até a região. O grupo,",
					"com um teste de Sabedoria CD 20 (Percepção), consegue notar",
					"que um pássaro preto parece estar os seguindo. Um teste",
					"de Inteligência CD 25 (Natureza) também pode alertar que o pássaro demonstra uma inteligência e astúcia fora do comum",
					"para um animal.",
					"O druida se revela ao grupo caso eles pareçam ter intenção",
					"de ir em direção ao acampamento do Feiticeiro das Trevas",
					"(área 1-6) ou caso eles se dirijam até Círculo Pico do Vento",
					"(área 1-2). Ele desce até o solo em um ponto há 15 metros do",
					"grupo, e então muda de volta para a forma humana. Jaume se",
					"dirige até o grupo cautelosamente, perguntando o que os leva",
					"às Terras Devastadas.",
					"Jaume é um druida do Círculo da Terra e é de alinhamento",
					"neutro. Ele acredita que o lugar como um todo é mais importante",
					"do que as diversas formas de vida que o habitam e, portanto,",
					"se recusa a tomar partido em quaisquer combates que",
					"constantemente ocorrem sob a superfície do local. No entanto,",
					"Jaume também é humano e ainda possui certa boa vontade para",
					"com os companheiros de raça. Caso o grupo aparente estar",
					"cometendo um equívoco, como adentrar no acampamento do",
					"Feiticeiro das Trevas, ele os avisará das forças que estão por lá.",
					"O druida tem observado as atividades de Afanasi desde que ele",
					"surgiu da Fortaleza da Espada, há duas semanas. Se mantendo",
					"fiel às crenças que tem, Jaume não interferiu nas forças crescentes do Feiticeiro das Trevas (exceto pelo extermínio de um grupo de batedores que tentaram corromper Círculo Pico do",
					"Vento), por saber que a terra, por si própria, irá perdurar. Ele",
					"informará ao grupo acerca dos eventos recentes que se passaram",
					"nas Terras Devastadas caso seja perguntado, mas do contrário",
					"não os ajudará. Jaume sabe o seguinte:",
					"Existe uma velha fortaleza construída debaixo de uma colina em",
					"uma clareira isolada ao leste. Foi originalmente construída por",
					"um senhor da guerra chamado Afanasi Chamanciã, também conhecido como o Feiticeiro das Trevas, cerca de um século atrás.",
					"A fortaleza permaneceu quieta e intocada durante todo o tempo",
					"no qual Jaume perambulou pelas Terras Devastadas (mais",
					"de duas décadas), mas recentemente se tornou ativa. Grupos",
					"de gnolls, humanos e ogros foram vistos nos arredores e um",
					"homem trajando uma antiga armadura élfica prateada também",
					"surgiu das redondezas.",
					"Esse humano juntou um pequeno grupo de humanoides e de",
					"homens em um acampamento no topo das colinas ao sul. O",
					"líder de armadura também possui um caldeirão mágico que",
					"aparentemente transforma qualquer criatura que se banhe",
					"nele, concedendo-a uma força sobrenatural e outras habilidades",
					"peculiares.",
					"Apesar do líder e seu grupo – cujos números já ultrapassam as",
					"dezenas – parecerem centralizados no acampamento das montanhas, um pequeno grupo permanece na fortaleza e aparenta estar protegendo-a, o que mostra que esse local tem alguma importância para esse comandante misterioso.",
					"Jaume pode oferecer direções até a clareira isolada caso perguntem, o que permite que os personagens alcancem a área 1-7 sem dificuldades.",
					"Jaume parte após esse encontro com os personagens, avisando",
					"para que se comportem e não causem mal à terra que ele",
					"tanto ama e protege. Caso o grupo encontre dificuldades extremas futuramente durante a aventura como, por exemplo, quase perecerem durante um ataque ao acampamento do Feiticeiro das Trevas, o Mestre pode usar Jaume para providenciar ajuda de outras formas que não em combate, como fornecer curas e conselhos, mas ele não ajudará o grupo diretamente contra o Feiticeiro das Trevas ou a Fortaleza da Espada."
				]
			},
			"tokenUrl": "https://imgur.com/HZE8Xg6.png",
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/druid.mp3?v=1.108.0"
			},
			"altArt": [
				{
					"name": "Demonic Druid",
					"source": "MTF",
					"page": 29
				}
			],
			"languageTags": [
				"DU",
				"X"
			],
			"damageTags": [
				"B"
			],
			"spellcastingTags": [
				"CD"
			],
			"miscTags": [
				"MW"
			]
		}
	]
}